[
  {
    "title": "How My Mother Stays Warm At Night",
    "path": "public/poems/how-my-mother-stays-warm-at-night",
    "content": "<p>She soaks in the hot tub<br/>that occupies the majority of our small deck.<br/>One of her hands heats the glass of cheap wine<br/>while she concentrates on keeping the other hand hovering<br/>just above the surface.<br/>The moon is almost orange<br/>and hangs low dripping light into the sky<br/>as if her scene is a picture developing under<br/>the lights and shadows of time. Floating alone<br/>in the hot bubbles that peel away at her feet, tired soles<br/>stretch towards the ends of the tub and her bloated stomach<br/>surfaces like an island. She is alone, she smiles<br/>up at the stars as if they are whispering <em>you are beautiful</em>.<br/>She gives in to this small square of the universe<br/>where breathing lapses<br/>and the body lies unjudged<br/>in a suit of spandex sinking<br/>into black skies. Backyard shadows<br/>of the deteriorating shed remind her of how wooden planks<br/>wedged themselves between her marriage.<br/>She doesn't know how love is supposed to age,<br/>but her husband keeps the hot tub chemicals<br/>in balance and the shed gets moldier each year.<br/>She shuts her eyes so she won't have to look<br/>at old skeleton trees slicing through<br/>moon-washed memories.<br/>She forgets what it's like to rest<br/>a chubby toddler on her boney hip.<br/>She drowns polaroid pictures in the tub:<br/>waterlogging memories of when womanhood<br/>looked flattering on her.</p>"
  },
  {
    "title": "in which you admit that the water has gone bad",
    "content": "<p>With your toes breaching the surface<br/>of the pond behind your house, you feel<br/>rotten water, dark muck slick with shit<br/>and chewed bubble gum. The pond is crammed<br/>with debris and broken needles, stinging sounds<br/>and greasy bubbles. The word eutrophication comes to mind,<br/>then utero. Then body, then fluid, then dense,<br/>but dead. Feet sucked into mud, you look<br/>like something wild. The black yolks of tadpole eggs<br/>find your eyes as you stare into the pond<br/>and think about the water turning your feet<br/>green and how in the moment<br/>you may look like a girl emptied<br/>and refilled with dead leaves; I mean,<br/>like a thing reborn.</p>"
  },
  {
    "title": "Red Barn With Frozen Ground",
    "content": "<p>The night wind throws the stars across a winter sky<br/>and the earth is hard and the horses<br/>are hungry, but beautiful.<br/>Their noses are soft. I am comfortable.<br/>My fingers like cold carrots<br/>as I soak sweet grain in warm water<br/>for the gelding kicking at his door.<br/>He will die a retired horse:<br/>I watch him eat.<br/>His old bones have carried so many children,<br/>his teeth are weak from years of chewing,<br/>He throws his body against the stall door,<br/>my shivering turns into sweating<br/>and the night into morning.<br/>My ungloved hands reach down his choking throat<br/>and feel darkness, his glands swell<br/>like night swallowing a city street,<br/>but I am alone, and the sedatives in another room.<br/>This animal moans but no sound resonates<br/>because I cry and the birds sing<br/>into the space between my lungs.<br/>I don't leave his stall<br/>until the barn cat crawls over my still body<br/>and her empty stomach echoes into me.</p>"
  },
  {
    "title": "Swallowing The Dead Voice Of An Alcoholic",
    "content": "<p>Top off your glass.<br/>Smear the condensing wet<br/>onto a stained towel.<br/>Groove into the music and brace<br/>the groove of the glass between<br/>parted lips so that pity spills<br/>like a party meant for the block.<br/>Trip on bottles bought from desperation<br/>and steal mistakes from slurring ancestors.<br/>Take a shot and see snot run down<br/>your nose: you have your father's nose.<br/>Pour champagne over family photos.<br/>White faces glowing, teeth stained,<br/>waiting for numb to reach their guts.<br/>Take a piss in your jeans,<br/>brighten your eyes with a splash<br/>of vodka. You are glimmering.<br/>Raise your head and suck down<br/>the sadness like an adult.<br/>You are singing<br/>a sparkling tune, drunk<br/>on the vision of a fetus<br/>swimming in a crystal glass.</p>"
  },
  {
    "title": "The 12 Permaculture Principles",
    "content": "<h3>Principle 1: Observe and Interact</h3><p>I used to think the sound of sad women was beautiful,<br/>loved the smell of wine being poured down the sink.<br/>How sacred the pouring out, the porcelain stained red.<br/>I've poured sun into your eyes to make you look<br/>like a woman burning&mdash;like a field set ablaze, scorched and ready<br/>for next season's planting. I sweep the bugs from your eyes<br/>laughing because bugs always get caught in them<br/>and we imagine that your eyes are like open windows<br/>and bugs love to stick to the glass. Like little leaves<br/>trapped in a windshield, eyelashes wipe them clean<br/>and you get lost in the soundlessness of wishing<br/>away periphery specks. You pluck wings from a blue iris,<br/>vision fluttering, a world obscured. You keep the wings&mdash;<br/>melt them, pour them into a crystal cup, drink<br/>visions of flight; you blink and swallow.<br/>I draw tears onto your face as you<br/>pick bugs from your teeth.</p><h3>Principle 2: Catch &amp; Store Energy</h3><p>A man in my family once threw a litter of kittens<br/>into a burning fire. I imagine the kittens<br/>mewling for milk&mdash;<br/>for something else this man could not give.</p><p>The prayer candle in my house only burns<br/>on the days that mark someone's death. The dry smell sticks<br/>to the throat like soot to cheap wax.<br/>It's usually my mother who lights it, she's good<br/>at reminding us of our mortality.<br/>A faded icon wraps itself around the candle's face,<br/>who was once the Virgin Mary<br/>and sometimes I can make out the smudged blue<br/>of a woman born from purity and sky.</p><p>When I was young enough to still wear white tights<br/>but old enough to know what hell is,<br/>I used to blow out the candles<br/>in our church because it felt good.<br/>To lean over their small flames and believe<br/>my breath could anger the heavens,<br/>I felt godly, like I was tasting<br/>the flame of something stolen.</p><h3>Principle 3: Obtain a Yield</h3><p>When I say that I want to live on a homestead,<br/>I mean I want land to spread over my skin, to numb<br/>my body, purple it all to asters and snakeroot.<br/>Because when I was very little,<br/>my sister and I would press our ears against the floor vents,<br/>the metal slots carried their curses<br/>from the kitchen to our small bedroom. And sometimes we would lick<br/>the cool metal, cutting our tongues on sharp words<br/>and staining our lips in bloodied love.</p><p>If we lived on a homestead instead of a suburban street,<br/>it would be about decomposition.<br/>Miles of meadows would take our numbness into the soil.<br/>And the thing about decomposing a still-warm, dead corpse<br/>is that your steel shovel will dance with maggots<br/>and you will learn to crave the stinging pull<br/>between flesh and earth, and you will see<br/>how we break death<br/>to make a home from its grave.</p><h3>Principle 4: Apply Self-regulation &amp; Accept Feedback</h3><p>The band claims that their music is <em>lucid-dream-like</em>,<br/>so I go to the gig and stand up-close waiting<br/>for the lead's guitar to bless me with a rhythmic light.<br/>I imagine those strums to be the hypnotist's<br/>metronome that I can experience something<br/>spiritual here. I sway and think <em>lucid-dream-like thoughts</em>,<br/>but the music is too real and I forgot to put on deodorant<br/>and I think I am too lucid with not enough dream.<br/>My feet are covered with the floor of the world.<br/>And I expect the music will lift my body high<br/>enough to see the crowd, to look down on the dream.<br/>I'm the guy in the bible who climbed the tree: Zacchaeus.<br/>The girl in the opening act didn't wear a bra<br/>and I thought <em>I could be that free</em> and I hated her<br/>because of my itching, unfleshly form.<br/>The stage lights pulse. So many bodies bouncing<br/>off starlight and dancing towards a promised dream<br/>fashioned in musical shadows and rolled-back eyes.<br/>I scream <em>Jesus, clean my feet!</em><br/>and the disciples sing back: <em>fuck yeah</em>.</p><h3>Principle 5: Use &amp; Value Renewable Resources</h3><p>When a whale falls, its body becomes a home<br/>at the bottom of the ocean. I bet the fall<br/>sounds like the dropped stones of disillusionment.<br/>I wonder whether each carcass is fully furnished<br/>or if the fish fight over occupancy<br/>and divvy up the organs like old lamps left<br/>in a dead person's house. What makes the whale<br/>a home? I once saw my mother give our dog valium,<br/>felt our tile floors turn to dust as our house sunk<br/>a little deeper. We breathed minnows and rested<br/>on a decayed seabed. Our walls covered<br/>in bloated smiles and sand-scrawled apologies.<br/>Before our house became a whale, it was a water tower<br/>in the middle of suburbia, the tallest point. It was<br/>more sky than sea with a tank that could hold at least one whale.<br/>When the tower was torn down to build our house, we watched<br/>water spill into the streets, we climbed into the skin<br/>of a whale and fell asleep with its blubber against our chests,<br/>its salt pressed into our eyes.</p><h3>Principle 6: Produce No Waste</h3><p>Naked and soaking in the tub, you try<br/>to find God. You stripped, lit candles,<br/>closed the toilet seat, tied up your hair. You scratched<br/>a cross across your chest and covered<br/>the mirrors with towels. Now, try<br/>to stay in the bath for at least twenty minutes,<br/>any shorter is a waste of water. Any longer and it's a game:<br/>try not to throw up or pass out, sit still, sit silent, stay dizzy.<br/>Breath into your belly and drink the bathwater. Make yourself<br/>cry and call it a craving for false grieving. The bath drain<br/>used to scare you as a child, its ability to pull inward, the fear of being swallowed<br/>into something larger than yourself. The enamel basin<br/>is lined with incense yet you only smell your own evaporation.<br/>To separate yourself from the water<br/>is to admit to your sins.<br/>You should live waterlogged<br/>and die with lips sealed shut.</p><h3>Principle 7: Design From Patterns to Details</h3><p>My father doesn't write poems,<br/>but he chews tobacco and holds<br/>a blackened sadness in his cheeks,<br/>under his tongue, between his gums,<br/>spits the dip into an old Coke can<br/>and dreams about tying his dead<br/>childhood to the train tracks in Ohio.<br/>As a child, I was afraid of thunder.<br/>So, my father would pound on the ground<br/>with fists, drum on the walls, bang pots and pans,<br/>scream over thunder to make it more human.<br/>We filled our house with handmade rumblings<br/>and crafted echos that rivaled the sky's deep calls.<br/>Now, when my father asks: <em>how can you make art?</em><br/>I tell him I am a poet,<br/>I tell him I am just making noise.</p><h3>Principle 8: Integrate Rather Than Segregate</h3><p>When I was a girl, I broke my hymen<br/>while riding a horse and came<br/>on the wildness of it all.<br/><em>Ride me like a horse, baby</em>,<br/>the boys will start to say.<br/>They will ask for leather whips<br/>and leather boots and leather skin,<br/>but I will show them a half-dead mouse,<br/>my rope-burned hands, how I can't<br/>make a fist without blisters splitting.<br/>I've braided horsehair into a bra,<br/>sewn my thighs to the saddle.<br/>Which is to say<br/>that I held a nakedness against the animal<br/>and pulled the sound of running hooves<br/>into my womb.</p><h3>Principle 9: Use Small and Slow Solutions</h3><p>It's that time of night when everything looks flat,<br/>like you could break the darkness with your lips, whistling,<br/>or fold yourself into a paper girl made crisp<br/>by the cold smell of sawdust and moon,<br/>made crisper by the pocketknife pressed<br/>clean against your thigh. You walk through a field<br/>to cut a horse's leg free from the electric fencing,<br/>and the fields turn lunar and the horses' eyes hold starlight<br/>and the grass sways verdant and smokey,<br/>cratered by hoofprints. The air grows thinner<br/>and the horses stiller as flies orbit your body.<br/>An exhaled breath forms a nebulous<br/>glow. You find a fissure in the sky to slip into,<br/>see the horse entangled in hot wire. Make your presence<br/>small, you don't want the horse to flee. Approach<br/>with head low. Gently touch its leg, feel the potential to run<br/>buried in the lacerated tendon. Lay down.<br/>Take the horse's place,<br/>burn yourself into the world.</p><h3>Principle 10: Use and Value Diversity</h3><p>The body as a pebble in a washboard<br/>makes the same strangled cry<br/>as a gold crown<br/>in a hollowed-out tree.<br/>How fucked is that? That<br/>I can pull tangled thorns from your hair<br/>and cut your smile into stone<br/>and make you hear a body resting<br/>in the crevices of echoed sighs.<br/>How each night we curl<br/>into a crescent-shaped liar,<br/>body made into a reluctant<br/>receiver. When all the pebbles<br/>run smooth and the crown is strung up,<br/>it's the sound of treading on gutted words:<br/>the body battering against itself.</p><h3>Principle 11: Use Edges and Value the Marginal</h3><p>The door opened and a girl greeted me,<br/>she said <em>you look like a dainty fairy</em>.<br/>So, the party started: funny<br/>and I flapped my wings,<br/>clicked my pom-pom booties<br/>together and wished I made up<br/>a better potion to drown in.<br/>My friends told me: <em>Grow the fuck up</em>.<br/>I ate from the tinkling lights,<br/>strung up to mask wall stains.<br/>I coughed out sparkling<br/>goo that polished the dingy dance<br/>floor. Everyone looked like<br/>everyone else and I laughed<br/>when I saw my pointed ears<br/>and tickling tears run down hollow cheeks.<br/>I tried to make my face<br/>look more human,<br/>but the makeup didn't stick<br/>to my pearly, baby cheeks.<br/>I flitted around like a mushroom fairy<br/>living off these fungal people's<br/>mistakes. I would remember<br/>how dead the night looked<br/>when the decayed dropped spores<br/>and dropped acid and dropped<br/>their eyes to the floor so no one<br/>looked at our sadness.<br/>The night was a game<br/>of sprinkling dust<br/>on non-fairy boys hoping<br/>they would shrink to my level.<br/>When my mom and I<br/>used to build fairy houses<br/>from backyard twigs,<br/>I never thought I would feel<br/>small enough to slip<br/>through the front door<br/>of that unreal house.</p><h3>Principle 12: Creatively Use and Respond to Change</h3><p>The kids are crushing antique teacups,<br/>snorting powdered ceramic, paving roads<br/>with tea leaves. They grew up on asphalt<br/>and will die on a dream of the sun setting against their feet,<br/>of running westward. They've memorized<br/>family members by the drugs lining their eyes.<br/>To cope, they take up gardening, teach<br/>themselves hügelkultur: make a raised bed<br/>over rotten wood. Bury a kerosene<br/>lamp and rocking chair and wait<br/>twenty years for them to burst.<br/>The kids rest their heads on pillows<br/>made from scabbed decay and stale light.<br/>Their backs slick with slugs, fingers<br/>tied in vines, they grow food from filth.</p>"
  },
  {
    "title": "why poets are always writing about bones",
    "content": "<p>It is something about the fragility of bone, swollen white shattering into curved sharps<br/>and soft life. It's like dancing naked, when you could catch fire by running<br/>a fingernail along your collarbone. Something with nourishment and bereavement,<br/>burned mouths and salt-licked palms pressed against a world of bones, still sanctified.<br/>It's like when the poet goes to the graveyard to hear wind throw itself against stone.<br/>Or whistles through their teeth to hush the wind and rattle the space<br/>between teeth and bone. It's the soul in disguise, isn't it? When the mother builds<br/>a home out of dead words and imagines it can raise a baby. Holds it between<br/>cracked coos and warm flesh greased in tallow. A bone out of body, something<br/>hallowed and picked clean, something carved out of tenderness.</p>"
  }
]
